<?php

return [

    /*
    |--------------------------------------------------------------------------
    | جمل إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | الجمل التالية هي الجمل الافتراضية التي تطابق الأسباب التي يتم
    | إعطاؤها بواسطة وسيط كلمة المرور عند محاولة تحديث كلمة المرور،
    | مثل فشل المحاولة بسبب كلمة مرور غير صالحة أو رمز إعادة تعيين غير صالح.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك.',
    'sent' => 'لقد أرسلنا لك رابط إعادة تعيين كلمة المرور عبر البريد الإلكتروني.',
    'throttled' => 'يرجى الانتظار قبل إعادة المحاولة.',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
    'user' => "لا يمكننا العثور على مستخدم يحمل عنوان البريد الإلكتروني هذا.",

];
